Repository: remcoudb/Runney
Catalog: Runney/Localizable.xcstrings
Source language: en
Languages: nl

source: Turns off the raccoon in onboarding, celebrations, empty states, and run recaps.
nl: Schakelt de wasbeer uit bij onboarding, vieringen, lege staten en terugblikken.

source: Twelve for Twelve
nl: Twaalf op Twaalf

source: Type of run
nl: Type run

source: Ultra Runner
nl: Ultraloper

source: Unlock 40+ milestones along the way.
nl: Ontgrendel onderweg 40+ mijlpalen.

source: Unlock levels, badges, and everything that keeps you coming back.
nl: Ontgrendel levels, badges, en alles wat je terug laat komen.

source: Unlock levels, badges, and more
nl: Ontgrendel levels, badges, en meer

source: Unlock with Pro
nl: Ontgrendel met Pro

source: Unlock your full potential
nl: Ontgrendel je volledige potentieel

source: Unstoppable
nl: Onstuitbaar

source: Upcoming
nl: Aankomend

source: Update %d planned runs already in your schedule.
nl: Werk %d al bestaande geplande runs bij.

source: Use a pace range
nl: Gebruik een tempo-range

source: View your earned milestones
nl: Bekijk je behaalde mijlpalen

source: Was %d weeks ago
nl: Was %d weken geleden

source: Was 1 week ago
nl: Was 1 week geleden

source: We read your running activities from Apple Health to calculate your progress. Your data stays on your device.
nl: We halen je hardloopactiviteiten op uit Apple Health om je voortgang te berekenen. Je gegevens blijven op je toestel.

source: Weather Seeker
nl: Weer- en Windbestendig

source: Week of
nl: Week van

source: Weekend Warrior
nl: Weekendstrijder

source: Weekly recap
nl: Wekelijkse samenvatting

source: Weekly Recap
nl: Wekelijkse samenvatting

source: Weekly recap reminder
nl: Herinnering wekelijkse samenvatting

source: Weekly volume (last %d weeks)
nl: Wekelijks volume (laatste %d weken)

source: weeks
nl: weken

source: Welcome to Runney
nl: Welkom bij Runney

source: Well on track — keep up this pace.
nl: Goed op weg — blijf dit tempo volhouden.

source: What should we call you?
nl: Hoe mogen we je noemen?

source: What this run gave you
nl: Wat deze run je opleverde

source: What you actually ran
nl: Wat je daadwerkelijk liep

source: Winter Toughness
nl: Wintertaaiheid

source: XP in this level
nl: XP in dit level

source: Yearly
nl: Jaarlijks

source: Yes
nl: Ja

source: You
nl: Jij

source: You can adjust this later in Profile.
nl: Later aan te passen via Profiel.

source: You're all unlocked — manage your subscription
nl: Alles is ontgrendeld — beheer je abonnement

source: You're on a %d-week streak. Keep showing up!
nl: Je zit op een streak van %d weken. Blijf het volhouden!

source: You're ready for it!
nl: Je bent er klaar voor!

source: Your %@ run this week
nl: Je %@ run deze week

source: Your goal
nl: Jouw doel

source: Your level grows by running kilometers — every kilometer earns a fixed amount of XP. Unlike the three stats above, your level never drops: it's a permanent reflection of what you've built up since you started using the app.
nl: Je level groeit door kilometers te lopen — elke kilometer levert vaste XP op. Anders dan de drie stats hierboven daalt je level nooit: het is een blijvende weerspiegeling van wat je hebt opgebouwd sinds je de app begon te gebruiken.

source: Your name
nl: Jouw naam

source: Your weekly recap is ready — see what you've built up this week.
nl: Je wekelijkse samenvatting staat klaar — bekijk wat je deze week hebt opgebouwd.
